Repository: mesteranas/islam_GUI
Catalog: Islam/data/languages/*/LC_MESSAGES/Islam_GUI.po
Languages: ar

source: exit {} dialog
ar: الخروج من {} محاورة

source: what woud you like to do?
ar: ماذا تريد أن تفعل؟

source: exit
ar: خروج

source: hide
ar: إخفاء

source: restart
ar: إعادة التشغيل

source: OK
ar: موافق

source: cancel
ar: إلغاء

source: Open link dialog
ar: محاورة فتح الرابط

source: link
ar: الرابط

source: open link
ar: فتح الرابط

source: copy link
ar: نسخ الرابط

source: quran
ar: قرآن

source: tafseer
ar: تفسير

source: previous ayah
ar: الآية السابقة

source: play ayah
ar: تشغيل الآية

source: next ayah
ar: الآية التالية

source: next
ar: التالي

source: previous
ar: السابق

source: go to ayah
ar: الذهاب إلى آية

source: Go To
ar: الذهاب إلى

source: play to the end
ar: التشغيل إلى النهاية

source: Grammar
ar: إعراب

source: type ayah number
ar: أكتب رقم الآية

source: go to
ar: الذهاب إلى

source: type number
ar: أكتب الرقم

source: azkar
ar: الأذكار

source: zekr
ar: ذِكْر

source: information
ar: معلومات

source: repeat
ar: التكرار

source: done
ar: تم

source: you read all azkar successfuly
ar: لقد قرأت كل الأذكار بنجاح

source: al-baghawi
ar: البغوي

source: al-qurtubi
ar: القرتوبي

source: al-saddi
ar: السعدي

source: al-tabari
ar: الطبري

source: al-wasit
ar: الوصيت

source: el-moisr
ar: الميسر

source: ibn-kathir
ar: ابن كثير

source: tanwir-al-miqbas
ar: تنوير المقبس

source: open
ar: فتح

source: select
ar: أختر

source: Asr
ar: العصر

source: Dhuhr
ar: الذهر

source: Fajr
ar: الفجر

source: Isha
ar: العشاء

source: Maghrib
ar: المغرب

source: at
ar: في

source: please try later
ar: يرجا المحاولة لاحقا

source: error
ar: خطأ

source: Friday
ar: الجمعة

source: Monday
ar: الإثنين

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Thursday
ar: الخميس

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Dhu al-Hijjah
ar: ذو الحجة

source: Dhu al-Qi'dah
ar: ذو القعدة

source: Jumada al-awwal
ar: جماد الأول

source: Jumada al-thani
ar: جماد الثاني

source: Muharram
ar: محرم

source: Rabi' al-awwal
ar: ربيع الأول

source: Rabi' al-thani
ar: ربيع الثاني

source: Rajab
ar: رجب

source: Ramadan
ar: رمضان

source: Safar
ar: سفر

source: Sha'ban
ar: شعبان

source: Shawwal
ar: شوال

source: hijri date : {} {} {}
ar: التاريخ الهجري: {} {} {}

source: date : {} {}
ar: التاريخ: {} {}

source: alazkar
ar: الأذكار

source: reset
ar: إعادة ضبط

source: Quarters
ar: الأرباع

source: hizbs
ar: الأحزاب

source: juzes
ar: الأجزاء

source: pages
ar: الصفحات

source: surahs
ar: السور

source: read quran
ar: قراأت القرآن

source: open quran by advansed way
ar: فتح القرآن بطريقة متقدمة

source: brows by
ar: التصفح بواسطة

source: from surah:
ar: من السورة:

source: from ayah:
ar: من الآية:

source: to surah
ar: إلى السورة:

source: to ayah:
ar: إلى الآية:

source: tafseer book
ar: كتاب التفسير

source: tafseer
ar: تفسير

source: version :
ar: الإصدار :

source: select service
ar: إختر خدمة

source: current date and prayer
ar: التاريخ الحالي والصلاة

source: Electronic sibha
ar: المسبحة الالكترونية

source: settings
ar: الإعدادات

source: help
ar: مساعدة

source: help file
ar: ملف المساعدة

source: contact us
ar: تواصل معنا

source: telegram channel
ar: قناة ال telegram

source: email
ar: البريد الالكتروني

source: visite project on Github
ar: زيار المشروع على github

source: check for update
ar: البحث عن التحديثات

source: license
ar: الترخيص

source: donate
ar: تبرع

source: about
ar: حول

source: {} version: {} description: {} developer: {}
ar: {} الإصدار: {} الوصف: {} المطور: {}

source: server error
ar: خطأ في الخادم

source: select sectian
ar: إختر قسم

source: default
ar: إفتراضي

source: general
ar: عام

source: update
ar: التحديث

source: prayertimes
ar: مواقيت الصلاة

source: sibha settings
ar: إعدادات المسبحة

source: prayer reminders
ar: تنبيهات الصلاة

source: quran settings
ar: إعدادات القرآن

source: Backup and restoar
ar: النسخ الإحتياطي والإستعادة

source: settings updated
ar: تم تحديث الإعدادات

source: you must restart the program to apply changes do you want to restart now?
ar: يجب عليك إعادة تشغيل البرنامج لتطبيق التغييرات \n هل تريد إعادة التشغيل الآن؟

source: restart now
ar: إعادة التشغيل الآن

source: restart later
ar: إعادة التشغيل لاحقا

source: alert
ar: تنبيه

source: do you wanna reset your settings ? if you click reset , the program will restart to complete reset.
ar: هل تريد إعادة ضبط إعداداتك؟ \ن إذا قمت بالنقر فوق إعادة تعيين، فسيتم إعادة تشغيل البرنامج لإكمال إعادة التعيين.

source: reset and restart
ar: إعادة تعيين وإعادة التشغيل

source: backup
ar: النسخ الإحتياطي

source: restoar
ar: إستعادة

source: language
ar: اللغة

source: Show exit dialog when exiting the program
ar: إظهار محاورة الخروج عند الخروج من البرنامج

source: run adaan
ar: تشغيل التنبيه بالأذان

source: get reminder befor adaan
ar: الحصول على تنبيه قبل الأذان

source: duration using minutes
ar: المدة بالدقائق

source: select adaan voice
ar: إختر صوت الأذان

source: country
ar: الدولة

source: city
ar: المدينة

source: Ibrahim Al-Akhdar
ar: إبراهيم الأخضر

source: Shaik Abu Baker Al-Shatri
ar: أبو بكر الشاطري

source: Ahmed Al-Ajmy
ar: أحمد العجمي

source: Ahmed Neana
ar: أحمد نعينع

source: Akram Al-Alaqmy
ar: أكرم الالقمي

source: Warsh
ar: ورش

source: Khalid Al-Qahtani
ar: خالد القطامي

source: Khalefa Al-Tunaiji
ar: خليفة التنيجي

source: Saud Al-Shuraim
ar: سعود الشريم

source: Sahl Yassin
ar: ساهل ياسين

source: Salah Albudair
ar: صلاح البدير

source: Salaah Bukhatir
ar: صلاح بخطر

source: Data
ar: البيانات

source: Abdulbasit Abdulsamad Mujawwad
ar: عبد الباسط عبد السمض مجود

source: Abdurrahmaan Al-Sudais
ar: عبد الرحمن السديس

source: Abdullah Al-Matroud
ar: عبد الله المطرود

source: Abdullah Basfar
ar: عبد الله بصفر

source: Abdullaah Al-Johani
ar: عبد الله الجوهاني

source: Abdulmohsin Al-Qasim
ar: عبد المحسن القصيم

source: Ali Al-Huthaify
ar: علي الحذيفي

source: Ali Jaber
ar: علي جابر

source: Ali Hajjaj
ar: علي هجاج

source: Fares Abbad
ar: فارس عباد

source: Nasser Al-Qatami
ar: ناصر القطامي

source: Hani Al-Rifai
ar: هاني الرفاعي

source: Yasser Aldossary
ar: ياسر الدوسري

source: Maher Al-Muaiqly
ar: ماهر المعيقلي

source: Mohammad Al-Tablaway
ar: محمد الطبلاوي

source: Mohammad Ayyoub
ar: محمد أيوب

source: Mohammad Jibreel
ar: محمد جبريل

source: Mohammad Al-Minshawi
ar: محمد المنشاوي

source: Mohammad Al-Minshawi Mujawwad
ar: محمد المنشاوي مجود

source: Mohammad Abdulkarim
ar: محمد عبد الكريم

source: Mahmood Al-Husary
ar: محمود خليل الحصري

source: Mahmood Al-Husary Mujawwad
ar: محمود خليل الحصري مجود

source: Mahmoud Ali Albanna
ar: محمود علي البنة

source: Mishary Al-Afasy
ar: مشاري العفاسي

source: Yaser Salamah
ar: ياسر سلامة

source: Mahmood Al-Husary Muallim
ar: محمود خليل الحصري المصحف المعلم

source: select reciter
ar: إختر قارئ

source: select tafseer
ar: إختر تفسير

source: run send random Ayah
ar: تشغيل إرسال آية عشوائية

source: run sibha
ar: تشغيل المسبحة

source: notification message
ar: إشعار

source: sound
ar: صوت

source: type
ar: النوع

source: Automatically check for update when program start
ar: التحقق تلقائيًا من التحديث عند بدء تشغيل البرنامج

source: download beta updates
ar: تحميل التحديثات التجريبية

source: info
ar: معلومة

source: no updates fownd
ar: لا يوجد تحديثات

source: server error please try later
ar: خطأ في الهادم يرجى المحاولة لاحقا

source: new {} version {}
ar: جديد {} إصدار {}

source: what's new
ar: ما الجديد

source: download
ar: تحميل

source: close
ar: إغلاق

source: updating
ar: جاري التحديث

source: downloading update please wait
ar: جاري تحميل التحديث يرجى الانتظار ...

source: download state
ar: حالة التحميل

source: installing
ar: جاري التثبيت
